{
	"articles":
	[
		{
			"title": "Scientists found bacteria inside rocks — here’s what that could mean for life on Mars",
			"author": "The Cosmic Companion",
			"url": "https://thenextweb.com/syndication/2020/04/17/scientists-found-bacteria-inside-rocks-heres-what-that-could-mean-for-life-on-mars/",
			"content": "The discovery of bacteria inside rocks under the ocean surface suggests life on Mars may be more likely than previously believed. If these microscopic beings could thrive in these conditions on Earth, researchers theorize, lifeforms may have also formed within similar structures on the Red Planet.The bacteria were found inside thin cracks in rocks recovered from under the ocean floor beneath the Pacific Ocean. The team which made the finding believes the cracks could host collections of bacteria as rich and diverse as the human gut — roughly 10 billion cells per cubic centimeter (0.06 cubic inches). This is 100 million times as dense as the average distribution of bacteria on the ocean floor in the region where samples were collected.“I am now almost over-expecting that I can find life on Mars. If not, it must be that life relies on some other process that Mars does not have, like plate tectonics,” Yohey Suzuki, Associate Professor at the University of Tokyo, stated.I wanna rock!Lava erupts from underwater volcanoes at temperatures reaching 1,200 degrees Celsius (2,200 Fahrenheit). This material cools in the chilly water, forming rocks, filled with tiny cracks. Over the course of millions of years, these fissures (up to 1 mm or 1/25 inch across) fill with clay, much like that used to create pottery. Bacteria soon find their way into the clay, where they can multiply, blooming into large colonies.The samples were collected from the waters of the South Pacific in late 2010 during the Integrated Ocean Drilling Program (IODP). The expedition team collected core samples from three locations between Tahiti and New Zealand.“The ancestral microbes probably entered with seawater flowing through the fractures in the basalt. The clay formed in place, from alteration of the basalt. Typical oceanic basalt is about 15% fracture when it’s young. Seawater flows continuously through these fractures. As secondary minerals (like clay) grow in the fractures, the fracture volume decreases. Despite this mineral growth, some fractures remain open enough for seawater flow through the basalt to continue for many tens of millions of years (for the entire 100+-million-year lifetime of the basalt in our study),” Dr. Steven D’Hondt of the University of Rhode Island, who headed the Pacific expedition, explained to The Cosmic Companion.The mission was equipped with a drill connected to a metal tube 5.7 kilometers (3.5 miles) long. The drill cut through as much as 125 meters (410 feet) of material beneath the ocean floor. Sample cores, 6.2 cm (2.4 inches) across, revealed roughly 75 meters (245 feet) of sediment above 44 meters (130 feet) of solid rock.“The upper oceanic crust is mainly composed of basaltic lava. It has been continuously created on Earth for ~3.8 billion years. Basaltic lava is erupted and solidified at mid-ocean ridges where high-temperature basalt-seawater reactions provide substantial energy for sustaining chemosynthetic life,” researchers describe in Communications Biology.Analysis revealed a wide range of ages for the trio of samples. One core was found to be 13.5 million years old, while a second was 20 million years older than that. The oldest of the samples was shown to have formed 104 million years before our time.Each core was collected from regions well spaced from hydrothermal vents or water channels beneath the seafloor. This positioning would help ensure that bacteria found in clays within the samples formed naturally within the fissures.“These cracks are a very friendly place for life. Clay minerals are like a magic material on Earth; if you can find clay minerals, you can almost always find microbes living in them,” explained Suzuki.Before being processed for study, the outside of each core sample was sterilized using a wash of artificial seawater and a fast burn, similar to the way a chef might flame-sear food.The green machineA decade ago, researchers examining core samples would have chipped away at the outer layer of the sample column, and crushed the material found in the inner regions of the core. Cells within the crushed rock would then be counted.Initial analysis of the samples did not reveal the presence of bacteria far beneath the ocean floor.“Microbial cell counts are lower than at all sites previously drilled. Countable cells disappear with increasing depth in the sediment at every site in the South Pacific Gyre,” researchers described in 2011.Geologists, chemists, and biologists spent more than a decade developing and refining new methods of testing.Finding inspiration from the way thin slices of body tissue are prepared for investigation, Suzuki prepared thin slices of core samples, using special epoxy to hold the pieces together. The samples were then treated with dye staining the DNA, and the samples were examined utilizing a variety of microscopes.The team found aerobic bacteria shining as green spheres, packed together into luminous orange tubes, the telltale structure of clay. Investigators suggest that these tunnels could concentrate nutrients that bacteria use for fuel, making them an attractive home for the microorganisms.The DNA of bacteria within the clay structures were also examined in detail. Researchers found a variety of bacterial species, unique to each of the three locations from which samples were obtained. Researchers suggest that the ages of the rock samples may have played a role in guiding the proliferation of different species at each locale.This study suggests that microscopic lifeforms on Mars might also concentrate in similar structures, providing a welcome home for bacteria in the harsh Martian environment. The NASA video below shows organic materials have been discovered in ancient rock formations on Mars by the Curiosity rover.“Minerals are like a fingerprint for what conditions were present when the clay formed. Neutral to slightly alkaline levels, low temperature, moderate salinity, iron-rich environment, basalt rock — all of these conditions are shared between the deep ocean and the surface of Mars,” said Suzuki.A 2017 study suggested methanogens — one of the oldest forms of life on Earth, using carbon dioxide and hydrogen to survive— could thrive in the low-pressure atmosphere of Mars.“In all the environments we find here on Earth, there is some sort of microorganism in almost all of them. It’s hard to believe there aren’t other organisms out there on other planets or moons as well,” Rebecca Mickol, astrobiologist at the University of Arkansas and lead researcher on the methanogen study, stated.Although Mars has a harsh environment, it still remains one of the most likely places in the Solar System to find alien life. Now, we know to look inside tiny clay tunnels to find where extraterrestrial organisms might still be hiding.This article was originally published on The Cosmic Companion by James Maynard, an astronomy journalist, fan of coffee, sci-fi, movies, and creativity. Maynard has been writing about space since he was 10, but he’s “still not Carl Sagan.”You can read this original piece here.",
			"id": 73470,
			"publication": "The Next Web"
		},
		{
			"title": "Little Richard, rock 'n' roll pioneer, has died at 87",
			"author": "",
			"url": "https://www.cbsnews.com/news/little-richard-rock-n-roll-pioneer-has-died-at-87/",
			"content" : "Little Richard, one of the chief architects of rock 'n' roll whose piercing wail, pounding piano and towering pompadour irrevocably altered popular music while introducing black R&B to white America, died Saturday after battling bone cancer. He was 87.Pastor Bill Minson, a close friend of Little Richard's, told The Associated Press that Little Richard died Saturday morning. His son, Danny Jones Penniman, also confirmed his father's death, which was first reported by Rolling Stone.Bill Sobel, Little Richard's attorney for more than three decades, told the AP in an email that the musician died of bone cancer at a family home in Tullahoma, Tennessee.He was not only an iconic and legendary musician, but he was also a kind, empathetic, and insightful human being, Sobel said.Born Richard Penniman, Little Richard was one of rock 'n' roll's founding fathers who helped shatter the color line on the music charts, joining Chuck Berry and Fats Domino in bringing what was once called race music into the mainstream. Richard's hyperkinetic piano playing, coupled with his howling vocals and hairdo, made him an implausible sensation - a gay, black man celebrated across America during the buttoned-down Eisenhower era.He sold more than 30 million records worldwide, and his influence on other musicians was equally staggering, from the Beatles and Otis Redding to Creedence Clearwater Revival and David Bowie. In his personal life, he wavered between raunch and religion, alternately embracing the Good Book and outrageous behavior.Little Richard? That's rock 'n' roll, Neil Young, who heard Richard's riffs on the radio in Canada, told biographer Jimmy McDonough. Little Richard was great on every record.It was 1956 when his classic Tutti Frutti landed like a hand grenade in the Top 40, exploding from radios and off turntables across the country. It was highlighted by Richard's memorable call of wop-bop-a-loo-bop-a-lop-bam-boom.A string of hits followed, providing the foundation of rock music: Lucille, Keep A Knockin', Long Tall Sally, Good Golly Miss Molly. More than 40 years after the latter charted, Bruce Springsteen was still performing Good Golly Miss Molly live.The Beatles' Paul McCartney imitated Richard's signature yelps - perhaps most notably in the Wooooo! from the hit She Loves You. Ex-bandmate John Lennon covered Richard's Rip It Up and Ready Teddy on the 1975 Rock and Roll album.When the Rock and Roll Hall of Fame opened in 1986, he was among the charter members with Elvis Presley, Berry, Buddy Holly, Jerry Lee Lewis, Sam Cooke and others.Few were quicker to acknowledge Little Richard's seminal role than Richard himself. The flamboyant singer claimed he paved the way for Elvis, provided Mick Jagger with his stage moves and conducted vocal lessons for McCartney.I am the architect of rock 'n' roll! Little Richard crowed at the 1988 Grammy Awards as the crowd rose in a standing ovation. I am the originator!Richard Wayne Penniman was born in Macon, Georgia, during the Great Depression, one of 12 children. He was ostracized because he was effeminate and suffered a small deformity: his right leg was shorter than his left.The family was religious, and Richard sang in local churches with a group called the Tiny Tots. The tug-of-war between his upbringing and rock 'n' roll excess tormented Penniman throughout his career.Penniman was performing with bands by the age of 14, but there were problems at home over his sexual orientation. His father beat the boy and derided him as half a son.Richard left home to join a minstrel show run by a man known as Sugarloaf Sam, occasionally appearing in drag.In late 1955, Little Richard recorded the bawdy Tutti Frutti, with lyrics that were sanitized by a New Orleans songwriter. It went on to sell 1 million records over the next year.When Little Richard's hit was banned by many white-owned radio stations, white performers like Pat Boone and Elvis Presley did cover versions that topped the charts.Little Richard went Hollywood with an appearance in Don't Knock the Rock. But his wild lifestyle remained at odds with his faith, and a conflicted Richard quit the business in 1957 to enroll in a theological school and get married.Richard remained on the charts when his label released previously recorded material. And he recorded a gospel record, returning to his roots.A 1962 arrest for a homosexual encounter in a bus station restroom led to his divorce and return to performing.He mounted three tours of England between 1962 and 1964, with the Beatles and the Rolling Stones serving as opening acts. Back in the States, he put together a band that included guitarist Jimi Hendrix - and later fired Hendrix when he was late for a bus.In 1968, Richard hit Las Vegas and relaunched his career. Within two years, he had another hit single and made the cover of Rolling Stone.By the mid-1970s, Richard was battling a $1,000-a-day cocaine problem and once again abandoned his musical career. He returned to religion, selling Bibles and renouncing homosexuality. For more than a decade, he vanished.If God can save an old homosexual like me, he can save anybody, Richard said.But he returned, in 1986, in spectacular fashion. Little Richard was inducted into the Rock and Roll Hall of Fame, and appeared in the movie Down and Out in Beverly Hills.A Little Richard song from the soundtrack, Great Gosh A'Mighty, even put him back on the charts for the first time in more than 15 years. Little Richard was back to stay, enjoying another dose of celebrity that he fully embraced.Macon, Georgia, named a street after its favorite son. And Little Richard was given a star on the Hollywood Walk of Fame. In August 2002, he announced his retirement from live performing. But he continued to appear frequently on television, including a humorous appearance on a 2006 commercial for GEICO insurance.Richard had hip surgery in November 2009 at Vanderbilt University Medical Center in Nashville, and asked fans at the time to pray for him. He lived in the Nashville area at the time.",
			"id": 73471,
			"publication": "CBS NEWS"			
		},
		{
			"title": "Silicon Valley’s favorite magician reimagines his act in the age of Zoom",
			"author": "Zachary Crockett",
			"url": "https://thehustle.co/silicon-valleys-favorite-magician-zoom-magic/",
			"content": " Daniel Chan has stumped billionaires, CEOs, and engineers with his technology-driven tricks. Now, technology is changing the nature of his show.On a recent Thursday night, Daniel Chan — one of Silicon Valley’s top corporate magicians — was Zoombombed during a test run of his online show.As Chan’s 12-year-old son juggled for a dozen remote guests, an intruder took control of the screen, streamed porn, and assaulted the room with racial slurs. By the time Chan managed to boot him out, all but one audience member had left.“I’m still working out these online shows,” he ceded while shuffling a deck of cards. “If that were a paid gig, it would have been a disaster.”In the course of his 20-year career as a professional magician, Chan, 42, has performed more than 5k shows for technology giants like Google, Twitter, and Apple. He’s stumped top engineers with iPhone tricks, juggled fire in the backyards of palatial mansions, and dazzled billionaires with his sleight-of-hand illusions.But now, with offices closed and most in-person gatherings prohibited, he’s had to pivot to a virtual stage — and, in the process, re-tailor his approach to magic.Magic as escapismGrowing up in San Francisco’s Richmond District, Chan was often the target of bullying. The neighborhood kids called him “monkey” because his ears stuck out. Once, someone gave him a black eye.“I didn’t have any social skills,” he says. “So, I decided to get really buff and study magic.”Chan can’t remember his first encounter with magic, but he’d been enthralled by magicians at birthday parties and theme parks. Their illusions offered an escape from reality.During high school, he dabbled in card techniques, perfecting the one-handed cut and the hand-to-hand spring. Later, while studying business administration at UC Riverside, he locked in with the campus juggling club and started to read magic literature.After graduating in 2000, Chan was hired at the then-fledgling PayPal, as a $32k-per-year customer service rep. For a time, magic took a backseat to payment processing. But 13 months into his tenure, Chan was laid off.So, he decided to become a full-time magicianBack in San Francisco, Chan really began to dig in and study magic — both as a craft and a business model.He conducted a SWOT analysis to determine his own personal strengths, weaknesses, opportunities, and threats, and analyzed the magic landscape using Porter’s 5 Forces: Competition in the industry Potential of new entrants into the industry Power of suppliers Power of customers Threat of substitute productsChan started hanging out at Misdirections Magic Shop, mapping out his competition and gathering intel from the local professionals. The going rate for a private show, he learned, was anywhere from $250 to $1.5k. “I reverse-engineered the math,” says Chan: “$250 per show multiplied by 200 shows a year — that’s $50k per year, a lot more than I made at PayPal.”There was just one problem: The corporate market was cornered by more established magicians with deeper connections; Chan was green.To cut his teeth, he broke into the school and library magic market. Though he wasn’t the most talented magician at that point, his breadth — magic, juggling, tricks with live doves — earned him 50 gigs per summer.Over the next few years, Chan performed hundreds of these shows. And soon, he began to attract the attention of a different demographic: Tech millionaires.“Everyone in Silicon Valley talks,” he says. “People who’d seen me at a library started recommending me for birthday parties. They didn’t want some old clown; they wanted a young guy who juggled fire.”Chan soon found himself in the backyard of a $45m Los Altos mansion, entertaining the children of a wealthy tech executive.In the mid-2000s, the Valley was teeming with VC money and big exits. Over-the-top birthday bashes were common: Chan recalls a $250k Harry Potter-themed party thrown for the child of an early Google employee. Another parent spent $10k to fly in a Mickey Mouse actor from Disneyland.For his services, Chan often cleared $500 to $1k per party. But he realized that the real money was in the pockets of the corporations employing the party guests.“Other magicians would leave the party after an hour,” says Chan. “I’d stick around, have some caviar, and entertain the grown-ups, making signed dollar bills appear under their $50k watches.”The billionaire’s magicianThrough his party schmoozing, Chan was soon booked to do corporate gigs for the likes of Softbank, Intel, eBay, Apple, Google, and Twitter. “I’d source a detailed product roadmap for them,” says Chan. “I’d take them through what my performances would look like 5 or 10 times down the road. I wanted to build long-term relationships.”To appeal to his new clientele, he set out to rebrand himself as a corporate magician — not just an entertainer, but a marketing solution.“When all my competitors were practicing magic, I was learning SEO,” he says. “I studied how guys like Bill Gates and Steve Jobs created these monopolies. I read Principles by [hedge fund manager] Ray Dalio. I tried to understand their world.”Following a 2016 BuzzFeed story on his act, Chan rebranded himself from the kid-friendly “Dan Chan the Magic Man” to “The Billionaire’s Magician.”He also perfected a new arsenal of technology-based tricks — many using an iPhone — that he thought would appeal to engineers.For one trick, he’d source an iPhone from someone in the crowd and ask the person to think of any city in the world. Chan would then type something into the phone, set it face down, and tell the person to name the city aloud. When the guest retrieved his phone, he’d find the name of the city in a Google search on the screen.Though many of his clients have made him sign non-disclosure agreements, Chan says he’s performed for Larry Page (co-founder, Google), Marissa Mayer (ex-CEO, Yahoo!), and Andy Rubin (co-founder of Android). He’s done magic at black-tie parties, private banquets, trade shows, and the billionaire-laden Sun Valley conference.Some have hired Chan multiple times, largely thanks to his aggressive tactics.“I buy one share of stock in every company that hires me,” he says. “When their stock price goes really high, I send a follow-up email: ‘Hey, you guys are doing well! Seems like a good year to throw another party and hire a magician…’”The economics of magicFor Silicon Valley parties that feature things like live crocodiles, 1,000-pound pumpkins, dinosaur fossils, and $20k ice sculptures, a magician is a palatable expense.Chan generally charges $1k to $5k, depending on the venue and show format — a fraction of the $100k one of his clients reportedly spent to book the celebrity magician, David Blaine.If a client can’t manage Chan’s fee, he offers up the services of his protége: His 12-year-old son, “James the Juggler.” James, who has been practicing magic from the age of 4, now commands between $250 and $750 per show. Someday, Chan plans to pass over the reins to him.“My wife gets angry and says, ‘Maybe James wants to be something better than a magician,’” says Chan. “But he is learning the value of job security.”Chan’s corporate gigs have placed him in a rarefied class of six-figure artisans: Last year, his performances netted him $160k in income.But the craft doesn’t come without its overhead costs. In the last few decades, Chan estimates he’s spent upwards of $100k on magic books, DVDs, apps, and tricks purchased from magic consultants.“There’s a lot of R&D in magic,” he says. “I buy a lot of things just to see how they work but never end up using them.”His Bay Area home is littered with the whimsical tools of the trade: A gimmick gumball machine, a tip-over trunk, levitation gear, hundreds of card decks, and a $5k piano that can be played with bouncing balls.But in recent times, Chan has had to rethink the entire physical nature of his show.In the COVID-19 landscape, the “unknown” is a universal enemy. The world doesn’t want mystery: It wants explanations, answers, scientifically-validated truths.Where does that leave magic?The rise of the video conference magicianOn March 20, shortly after California Governor Gavin Newsom announced a statewide lockdown, Chan lost $8k worth of bookings in the span of a few hours.Like other entertainers — comedians, musicians, playwrights, and puppeteers — he pivoted to video shows on Zoom and Facebook Live. At $100 to $200 per show, the digital performances are a far cry from his usual rates but offer a greater reach.“The first few Zoom shows were rough. I felt uncomfortable and awkward, and everything about my art seemed new again,” he says. “But I’ve realized that it’s the most scalable thing ever. I can reach people from all over the globe.”Once relegated to ultra-exclusive settings, Chan’s tricks have been democratized by Zoom. He recently booked a virtual birthday party, a Google event, and a show on Twitch for San Diego State students.“Someone is going to figure out this video stuff and kick it out of the water,” he says. “Someone, somewhere, is going to become the next David Blaine on Zoom.”Chan isn’t the only magician trying to do that. After his 35-city magic tour was canceled due to COVID-19, Alex Ramón decided to put on 35 Zoom shows in 35 days, live from his living room. Jon Finch, of Indianapolis, promises a show full of “inexplicable Zoom mentalism and strong Zoom magic.” Some charge on a “pay what you can” scale; others are choosing to perform for free.But not everyone is bullish on the new medium.Joshua Seth, a Florida-based magician who has performed live in more than 40 countries around the world, retired from magic when COVID-19 hit.“It takes years to develop an act to the point where it will engage an audience,” he wrote. “Why squander that on a poorly executed online version that will redefine people’s perception of what you do and how well you do it?”Performing on Zoom presents some challenges. For starters, there are attendance caps and occasional latency issues. Then, there are Zoombombers, who dip in uninvited on video calls. But the biggest hurdle for Chan has been figuring out how to reimagine magic — a craft built on physical interaction and trust — with the intermediary of technology.“Re-envisioning your business won’t work like magic, but it will work if you have the courage to throw yourself into it. During this crisis, that’s what every entrepreneur who wants to succeed will have to do.”Over time, magicians have successfully pivoted from stage to radio, to television, to the internet. Chan insists that the essence of magic transcends the medium. To prove his point, he performed a trick for me over the phone, using email — a technology with more performative limitations than a video chat.A high-resolution black-and-white photograph of Harry Houdini appeared in my inbox, and Chan asked me to name any playing card aloud. I chose the 7 of hearts.“Okay, now screenshot the photo,” he instructed. “Open it on your desktop and zoom into his eyes.”I zoomed in to find a “7” and a “❤” nestled inside of Houdini’s pupils.“That’s incredible,” I said. “How’d you do it?”“Magic.”",
			"id": 73472,
			"publication": "The Hustle"
		},
		{
			"title": "Leading NYC Illusionist Launches Virtual Magic Shows",
			"author": "ERock Christopher",
			"url": "https://newswire.net/newsroom/pr/00119400-leading-nyc-illusionist-launches-virtual-magic-shows.html",
			"content": "The magic of technology has allowed the highly-rated Matias Letelier of Fun Corporate Magic, popular in the NYC area, to begin offering a variety of online, virtual corporate magic events. Fun Corporate Magic, a leading source of corporate entertainment, has made several sweeping changes to their popular magic shows for companies and professional client to accommodate the vast number of companies working remotely and holding events virtually, online.Entering into 2020 with high numbers of new bookings and repeat business, NY Illusionist Matias Letelier has launched a new style of magic show aimed at including those companies who have changed how they interact during the COVID-19 situation.Now clients can enjoy Matias' unique style of magical entertainment with his new Virtual Magic Show, that can be experienced from their home, without having to worry about human contact. The show currently comes in three versions – a virtual magic show with live illusions, a virtual magic one-man show, and a virtual magic show with an accompanying magic lesson. As always Illusionist Matias also creates customized programs for a client's specific needs upon request. The new shows are compelling, with the focus on audience interaction via video conference – mixing high impact tricks and stage illusions, coupled with mentalism and sleight of hand tricks. No two shows are alike, and Matias' is adept at understanding what his clients and audience want and enjoy, and always has strong participation in the experience which has earned him many 5-star reviews for his quality and attention to detail.Fun Corporate Magic has been a solid choice for New York area companies looking to do something different with their corporate entertainment – including virtual happy hours, virtual meetings, team building sessions and online corporate events. Illusionist Matias offers a different style of 'clean entertainment' that brings new energy into the message and allows the company to fuse magic with their goals and elevate the experience all around.With the COVID-19 pandemic creating new opportunities and experiences for remote working and virtual conferencing becoming a new normal for communication, Fun Corporate Magic offers a break from the mundane and a welcome diversion from the constant white noise of negativity and provides an uplifting, hopeful message that corporate clients are resonating with and are booking sessions weeks into the future.",
			"id": 73473,
			"publication": "Newswire"			
		}
	]
}
