{
	"articles":
	[
		{
		"title": "Global sea piracy ticks upward, and the coronavirus may make it worse",
		"author": "Brandon Prins",
		"url": "https://theconversation.com/global-sea-piracy-ticks-upward-and-the-coronavirus-may-make-it-worse-137586",
		"content": "In early April, eight armed raiders boarded the container ship Fouma as it entered the port of Guayaquil, Ecuador. They fired warning shots toward the ship’s bridge, boarded the ship and opened several shipping containers, removing unknown items before escaping in two speedboats. Nobody was harmed.Ecuador isn’t exactly a hot spot of global piracy, but armed robbers regularly attack ships in and around the port of Guayaquil. It’s the seventh-busiest port in Latin America, handling most of Ecuador’s agricultural and industrial imports and exports. Ships moored along the port’s quays or, like the Fouma, transiting its narrow river passages are easy prey for local criminal gangs.Only a few short years ago the international community was celebrating the end of maritime piracy. Worldwide in 2019, there were fewer attacks and attempted attacks on ships than there had been in 25 years.But as the Guayaquil attack hints, pirates may be getting more active. Already, the first three months of 2020 have seen a 24% increase in pirate attacks and attempted attacks, over the same period in 2019. As a scholar of sea piracy, I worry that the coronavirus pandemic may make piracy even more of a problem in the coming months and years.Modern sea piracy often involves pirates in small fast boats approaching and boarding larger, slower-moving ships to rob them of cargo – such as car parts, oil, crew valuables, communication equipment – or to seize the ship and crew for ransom.Beginning in 2008, the greater Gulf of Aden area off the coast of East Africa became the most dangerous waters in the world for pirate attacks. Somali pirates like those portrayed in the 2013 Tom Hanks movie “Captain Phillips” spent five years regularly hijacking large commercial vessels.Three international naval efforts, and industry-wide efforts to make ships harder to attack and easier to defend, helped reduce the threat – as did improved local government on land, such as enhanced security and better health and education services. By 2019, the International Maritime Bureau reported no successful hijackings in the Greater Gulf of Aden.In Southeast Asia, better aerial and naval surveillance has curbed pirate threats, with the help of improved coordination between national governments that share jurisdiction of the region’s busy shipping lanes.As a result of these efforts, the global number of attacks and attempted attacks dropped significantly over the past decade, from a high of nearly 450 incidents in 2010 to fewer than 165 incidents in 2019 – the lowest number of actual and attempted pirate attacks since 1994. Ship hijackings, the most severe and visible manifestation of sea piracy, also have declined since 2010.However, the Fouma attack is a troubling sign. The sea robbers seem to have had detailed advance knowledge of the ship’s cargo, as well as its course and the personnel on board. Those are clues that the pirates planned the attack, likely with help from the crew or others with specific information about the ship.That sort of insider information is relatively rare in pirate attacks in general, but is common when pirates go after large cargo vessels and tanker ships, as happens in about one-third of pirate attacks.Piracy in the waters off of South America – and off West Africa – has been increasing somewhat in recent years. Some of the conditions in those regions are similar to the ones that drove the Somali spike a decade ago: weak governments embroiled in political violence, widespread economic hardship and easy access to weapons.Most piracy ultimately affects poor countries with weak governments. That’s because criminals, insurgents and other groups see opportunities to raise money for their land-based battles by stealing from passing ships. For instance, militant groups in Nigeria, particularly in the Niger River Delta region and the Gulf of Guinea, siphon oil off tanker ships and resell it on the black market.With economic hardship striking Venezuela and Brazil, poor and jobless citizens may see opportunities offshore. Weak police and corrupt officials only exacerbate the economic problems.The medical and economic fallout from the coronavirus pandemic seems likely to pose severe challenges for countries with few resources and weak governments. West African and South American countries already struggle to police their territorial waters. Those regions have not yet been severely affected by the coronavirus, though infections are growing on both continents.As hospitals fill with COVID-19 patients, the regions’ governments will almost certainly shift their public safety efforts away from sea piracy and toward more immediate concerns on land. That will create opportunities for pirates.The disease may make it harder for crews to protect ships as well. Most merchant vessel crews are already stretched thin. If crew members get sick, restrictions on international travel prevent their replacements from meeting the ship in whatever port it’s in.Slowing consumer spending around the globe means less trade, which brings less revenue for shipping companies to spend on armed guards or other methods of protecting ships against pirates. As a result, ships will likely become easier targets for pirates.Even with the early numbers suggesting an increase for 2020, global piracy still isn’t as high as it was during the Somali peak from 2009 to 2012. But if economic conditions worsen around the globe and ships look like easy targets, more desperate people may turn to piracy, or ramp up their existing efforts in an attempt to survive.",
		"id": 73470,
		"publication": "The Conversation"
		},
		{
		"title": "Film Piracy Has Been Skyrocketing As People Stay Home",
		"author": "Rosa Escandon",
		"url": "https://www.forbes.com/sites/rosaescandon/2020/04/27/film-piracy-has-been-skyrocketing-as-people-stay-home/#6a8e77937c81",
		"content": "People have been craving online content while quarantined due to coronavirus concerns and many have turned to online piracy, one study shows. Digital piracy analysts at the London-based Muso released a report Monday which shows a more than 40 percent jump in traffic on pirate sites following the stay-at-home orders issued in the U.S. and U.K. The data focuses on illegal steaming and downloading sites for films. The use of these sites has been up 41.4 percent in the United States and by 42.5 percent in the U.K. in the last seven days of March, compared with the last seven days of February. Pirate site usage has been up in other European nations as well, such as 66 percent in Italy, 50.4 percent in Spain and 35.5 percent in Germany, Muso reports. The uptick in piracy roughly corresponds to when the lockdown orders were given by each country. Muso said of the “unprecedented increase” that “as more countries enforced lockdown and required citizens to self-isolate, demand for content via piracy grew exponentially.” The demand for entertainment has not only increased privacy but it has also driven users to legitimate services. Netflix added over 15 million subscribers worldwide since January. Disney+ has also seen a surge in subscribers. Piracy or unlicensed consumption trends are closely linked to paid-for or licensed content, says Andy Chatterley, CEO of Muso. So, just as Netflix has seen large subscriber gains, we have seen a significant spike in visits to film piracy sites. In every country surveyed visits to TV piracy sites were higher than those of film piracy sites. However, TV piracy sites did not see the jump in usage that film sites did. With sports seasons and other live TV canceled, movie releases delayed, and theaters closed, demand for entertainment even pirated entertainment, seems to be here to stay as long as people need to stay inside. ",
		"id": 73471,
		"publication": "Forbes"
		}
	]
}
